[
  {
    "name": "Cena 1 - Os guardas caem na gargalhada",
    "description": "Dam e Lala se aproximam dos guardas, que estão rindo",
    "start": "Os guardas caem na gargalhada.",
    "end": "— Esse idiota deve tá perdido aqui — provoca a outra sentinela, enquanto gargalha."
  },
  {
    "name": "Cena 2 - Dam apresenta o cartão falso",
    "description": "Dam apresenta o cartão falso de inspetor às sentinelas",
    "start": "Dam mantém um rosto sério.",
    "end": "— Sou o inspetor enviado de Cetra — ele diz e imediatamente as risadas cessam."
  },
  {
    "name": "Cena 3 - As sentinelas examinam o cartão",
    "description": "As sentinelas examinam o cartão falso e parecem desconfiadas",
    "start": "Ambas examinam o cartão.",
    "end": "A tensão cresce, enquanto o tempo parece se arrastar."
  },
  {
    "name": "Cena 4 - A sentinela mais alta assente",
    "description": "Uma das sentinelas parece prestes a falar, mas então muda de ideia e troca um olhar enigmático com a outra",
    "start": "Uma das sentinelas parece prestes a falar, mas então muda de ideia",
    "end": "— Mas ele não deveria entrar lá pelo portão principal?  — indaga a outra."
  },
  {
    "name": "Cena 5 - Dam se sai bem",
    "description": "Dam responde às sentinelas com confiança e autoridade",
    "start": "— Sou o responsável pela segurança do evento mais importante de Daratrine.",
    "end": "— Mil perdões! — completa a outra."
  },
  {
    "name": "Cena 6 - Lala sai da trouxa",
    "description": "Lala sai da trouxa e se recompõe, enquanto Dam cochicha com ela sobre o plano",
    "start": "Logo, o barulho do portão fechando atrás deles sinaliza que estão dentro.",
    "end": "— Já não estava aguentando mais ficar aqui dentro — diz, ao mesmo tempo em que ajeita a roupa e o cabelo."
  },
  {
    "name": "Cena 7 - Dam e Lala comemoram",
    "description": "Dam e Lala comemoram o sucesso do plano e se preparam para a próxima etapa",
    "start": "— Viu só?! Minha obra-prima funcionou! — afirma Dam, balançando o cartão falso na frente da amiga.",
    "end": "Os olhos de Dam se arregalam."
  }
]