[
  {
    "name": "Lala acorda",
    "description": "Lala acorda com o som dos sinos mágicos e começa a se preparar para o dia.",
    "start": "Lala acorda com o doce chiar dos sinos mágicos pendurados acima de sua cama.",
    "end": "Depois de tatear por um tempo, ela finalmente as encontra e se levanta para trocar de roupa."
  },
  {
    "name": "Lala procura a runa",
    "description": "Lala busca a runa mágica escondida embaixo da cama.",
    "start": "Com movimentos cuidadosos, a elfa se agacha no chão de tapeçaria em busca da runa mágica que havia escondido embaixo da cama, junto às suas pantufas favoritas de mamuranha.",
    "end": "Depois de tatear por um tempo, ela finalmente as encontra e se levanta para trocar de roupa."
  },
  {
    "name": "Lala escolhe a roupa",
    "description": "Lala procura uma roupa adequada no armário.",
    "start": "Em seguida, Lala abre o armário e se depara com uma verdadeira avalanche de tecidos e retalhos, que parecem ter ganhado vida própria.",
    "end": "Vou arrumar isso aqui amanhã. Lala pensa, enquanto luta para devolver as roupas ao armário."
  },
  {
    "name": "Lala busca a algibeira",
    "description": "Lala procura a algibeira e se lembra da briga dos pais.",
    "start": "Quando finalmente termina de guardar tudo, percebe que se esqueceu de pegar a algibeira. Ai, onde será que eu deixei...?!",
    "end": "Está ali! Bendito Iston. Ele guardou pra mim."
  },
  {
    "name": "Lala prepara-se",
    "description": "Lala guarda a runa mágica e o uniforme de inspetor na algibeira.",
    "start": "Guarda na algibeira a runa mágica e o uniforme de inspetor que passou a madrugada inteira costurando.",
    "end": "Mas eu ainda prefiro na minha barriga!"
  },
  {
    "name": "Lala vai à cozinha",
    "description": "Lala vai à cozinha em busca do café da manhã e descobre que o vaso sagrado foi vendido.",
    "start": "Lala segue em direção à cozinha, esperando encontrar o aroma de um café quentinho e fresco.",
    "end": "E o seu pai está ali, na mesa do café, fingindo que nada tinha acontecido."
  },
  {
    "name": "Conversa com o pai",
    "description": "Lala conversa com o pai sobre sua aula de magia e suas atividades.",
    "start": "— Como foi seu dia ontem?",
    "end": "— Velhota dedo-duro — reclama a elfa, baixinho. E se senta à mesa do café."
  }
]