[
  {
    "name": "Ghork se abre com Dam",
    "description": "Ghork compartilha sua história de abandono com Dam",
    "start": "Dam olha para as crianças brincando nas proximidades e, em seguida, volta seu olhar para Ghork.",
    "end": "— Eu não sei, Dam — Ghork responde pensativo."
  },
  {
    "name": "Dam oferece ajuda",
    "description": "Dam sugere que Ghork se junte ao orfanato Um Só Coração",
    "start": "— O orfanato pode te acolher. Você pode ficar com a gente, pelo tempo que precisar.",
    "end": "— Acho que você tem um bom ponto, Dam. Talvez eu possa, pelo menos temporariamente, aceitar a ajuda do orfanato."
  },
  {
    "name": "Ghork se decide",
    "description": "Ghork decide aceitar a ajuda de Dam e se juntar ao orfanato",
    "start": "Dam sorri. — Eu sabia que entenderia.",
    "end": "O vento dança entre eles, levando consigo a promessa de um novo começo."
  },
  {
    "name": "Hora do almoço",
    "description": "As crianças se preparam para voltar ao orfanato",
    "start": "O Vitassolis iluminava intensamente o céu quando Dam finalmente se ergueu, segurando a corda em sua mão, e exclamou:",
    "end": "— Hora do almoço!"
  },
  {
    "name": "Ghork é questionado",
    "description": "As crianças fazem perguntas sobre o olho machucado de Ghork",
    "start": "Uma criança tocou Ghork e perguntou com olhos arregalados:",
    "end": "— Ei, ei! Ele teve um dia ruim, deixem ele quieto. Segurem essa corda e vamos!"
  },
  {
    "name": "O grupo volta ao orfanato",
    "description": "Ghork e as crianças voltam ao orfanato Um Só Coração",
    "start": "Dam olhou para Ghork, sem forças para discutir.",
    "end": "Atravessaram um caminho ladeado por árvores carregadas de frutos e flores."
  },
  {
    "name": "Chegada ao orfanato",
    "description": "O grupo chega ao orfanato Um Só Coração",
    "start": "Virando à esquerda, a Praça das Memórias se revelou.",
    "end": "O espaço era suficientemente grande, e as crianças entraram em um alvoroço."
  }
]