[
    {
        "name": "Ghork e Lala no Mercado Central",
        "description": "Ghork e Lala caminham pelo Mercado Central de Daratrine, discutindo preços e grãos.",
        "start": "A conversa entre eles diminui um pouco, já que discussões sobre preços, grãos e drakeis  preenchem o ar, dificultando ouvir a voz um do outro.",
        "end": "Depois de muito esforço para desviar de caixas, carroças e criaturas, eles finalmente atravessam a rua dos Mercadores."
    },
    {
        "name": "Ghork se sente desconfortável na Cidade Alta",
        "description": "Ghork observa a mudança no ambiente ao entrarem na Cidade Alta, onde os elfos e anões o julgam com seus olhares.",
        "start": "Depois de muito esforço para desviar de caixas, carroças e criaturas, eles finalmente atravessam a rua dos Mercadores.",
        "end": "Lala, que para tudo tem explicação, dessa vez fica sem palavras."
    },
    {
        "name": "Ghork e Lala conversam sobre a discriminação",
        "description": "Ghork explica a Lala por que os orcs não são bem-vindos na Cidade Alta.",
        "start": "Lala, que para tudo tem explicação, dessa vez fica sem palavras.",
        "end": "— Ou somos guarda-costas ou quando nos veem por essas ruas já pensam logo que vamos roubar alguma coisa ou cometer algum tipo de crime — diz Ghork, evitando o olhar de Lala."
    },
    {
        "name": "Lala tenta animar Ghork",
        "description": "Lala tenta fazer Ghork se sentir melhor, fazendo piada sobre as casas da Cidade Alta.",
        "start": "— Ou somos guarda-costas ou quando nos veem por essas ruas já pensam logo que vamos roubar alguma coisa ou cometer algum tipo de crime — diz Ghork, evitando o olhar de Lala.",
        "end": "— Vamos começar pela construção mais extravagante de Daratrine — diz Lala, apontando para uma construção acima deles que parece desafiar as leis da gravidade."
    },
    {
        "name": "Ghork e Lala admiram a ilha flutuante",
        "description": "Ghork e Lala observam a ilha flutuante, impressionados com sua beleza.",
        "start": "— Vamos começar pela construção mais extravagante de Daratrine — diz Lala, apontando para uma construção acima deles que parece desafiar as leis da gravidade.",
        "end": "Ela dispensa a fala dele com a mão."
    },
    {
        "name": "Lala apresenta seus vizinhos",
        "description": "Lala começa a contar histórias sobre seus vizinhos, incluindo um anão que inventou vidros rosas.",
        "start": "Ela dispensa a fala dele com a mão.",
        "end": "A plataforma chega antes que Ghork possa perguntar do que a Althea é deusa."
    }
]