[
    {
        "name": "Ghork na Horda Consagrada",
        "description": "Ghork fica parado no pátio da Horda Consagrada, ainda chocado com sua reprovação.",
        "start": "O sol alto no céu projeta sombras curtas no pátio da Horda Consagrada.",
        "end": "— Cara, anda logo! — exclama Adran."
    },
    {
        "name": "Peren e Adran encontram Ghork",
        "description": "Peren e Adran encontram Ghork parado no pátio e o chamam de volta à realidade.",
        "start": "— Cara, anda logo! — exclama Adran.",
        "end": "— É verdade! Você merecia passar. — Peren concorda."
    },
    {
        "name": "O soldado da Horda expulsa Ghork",
        "description": "Um soldado da Horda se aproxima e ordena que Ghork saia do local.",
        "start": "— Ei! Não fala assim da gente! — Adran protesta.",
        "end": "— Fora daqui! A Horda não é lugar para fracassados!"
    },
    {
        "name": "Ghork sai da Horda",
        "description": "Ghork sai do pátio da Horda Consagrada, acompanhado por Peren e Adran.",
        "start": "— Fora daqui! A Horda não é lugar para fracassados!",
        "end": "Movido mais pela urgência da situação do que por motivação própria."
    },
    {
        "name": "Encontro com Dam e Lala",
        "description": "Ghork encontra Dam e Lala na praça, e Adran chama a atenção de Lala.",
        "start": "Quando ele se aproxima do portão, avista duas figuras conhecidas na praça.",
        "end": "— Ei! Lala!"
    },
    {
        "name": "Conversa com Lala e Dam",
        "description": "Ghork conversa com Lala e Dam sobre a Prova de Fogo.",
        "start": "— E aí?! Como foi? Como foi a Prova de Fogo?",
        "end": "Dam, que se aproxima de forma mais lenta, analisa o grupo e questiona:"
    },
    {
        "name": "Lembrete do Drull",
        "description": "Ghork revive a última cena antes de sair do pátio da Horda Consagrada, quando viu o Drull.",
        "start": "Ao ouvir o nome do amigo, Ghork revive a última cena antes de sair do pátio da Horda Consagrada.",
        "end": "Mesmo assim, foi difícil deixar o amigo para trás."
    }
]