[
  {
    "name": "A Inspectora Sai",
    "description": "A inspetora Banxir sai da sala e os candidatos começam a prova.",
    "start": "Ghork observa tudo aquilo fascinado enquanto ela se retira lentamente da sala...",
    "end": "...antes de fechar a porta."
  },
  {
    "name": "Yavo Explica as Regras",
    "description": "Yavo explica as regras da prova e os candidatos começam.",
    "start": "— Vocês terão o tempo total da areia da ampulheta para finalizar a prova.",
    "end": "...Agora já podem começar!"
  },
  {
    "name": "Ghork Começa a Prova",
    "description": "Ghork começa a prova e se sente ansioso por ajudar o Drull.",
    "start": "Ghork respira fundo e tenta manter a calma, pensando em todo o tempo de preparo...",
    "end": "...E se ele tiver dificuldade?, Ghork se pergunta."
  },
  {
    "name": "Ghork Procura Maneiras de Ajudar Drull",
    "description": "Ghork procura maneiras de ajudar o Drull sem ser pego.",
    "start": "Quando abre o pergaminho, a primeira questão se parece com a lacuna para preencher o nome.",
    "end": "...Ele pensa em ir ao banheiro e tentar deixar algumas respostas na mesa do amigo."
  },
  {
    "name": "Ghork Escreve as Respostas",
    "description": "Ghork escreve as respostas para o Drull.",
    "start": "Ele se concentra na tarefa, começa a prova e reescreve as respostas cuidadosamente...",
    "end": "...À medida que as palavras ganham forma no papel, Ghork sorri, sentindo um senso de realização..."
  },
  {
    "name": "Ghork Prepara-se para Ajudar Drull",
    "description": "Ghork prepara-se para ajudar o Drull sem ser pego.",
    "start": "Quando termina de escrever metade das questões, Ghork corta um pedaço pequeno da borda inferior do pergaminho...",
    "end": "...Ele está prestes a se levantar, quando o som de uma palma batendo contra a madeira ecoa pela sala silenciosa."
  },
  {
    "name": "Drull Termina a Prova",
    "description": "Drull termina a prova e Ghork reage.",
    "start": "— ACABEI!",
    "end": "...Ghork suspira. — Poxa, Drull..."
  }
]