[
  {
    "name": "Wanda chega",
    "description": "Wanda entra na sala e pergunta a Margaret sobre sua decisão",
    "start": "— Wanda! — Exclama Dam.",
    "end": "— E qual seria essa decisão, querida Margaret?"
  },
  {
    "name": "Margaret hesita",
    "description": "Margaret hesita em responder e Dam intervém",
    "start": "Margaret hesita, seus olhos piscam rapidamente.",
    "end": "— Tecnicamente, estávamos falando sobre o Ghork..."
  },
  {
    "name": "Wanda conhece Ghork",
    "description": "Wanda se aproxima de Ghork e o cumprimenta",
    "start": "A elfa, com um olhar perspicaz, aproximou-se de Ghork, colocando uma mão gentil em seu ombro.",
    "end": "— Então você é o Ghork, correto?"
  },
  {
    "name": "Ghork se apresenta",
    "description": "Ghork se apresenta e explica sua situação",
    "start": "Ghork assentiu. — Sim, eu... Fui reprovado na Prova de Fogo e...",
    "end": "— Dam disse que talvez eu possa ficar aqui até ter para onde ir."
  },
  {
    "name": "Wanda oferece ajuda",
    "description": "Wanda oferece abrigo a Ghork e o bem-vindo ao Um Só Coração",
    "start": "Wanda se vira para Dam com um sorriso suave e fala:",
    "end": "— Bem-vindo ao Um Só Coração, Ghork."
  },
  {
    "name": "Margaret expressa preocupação",
    "description": "Margaret expressa sua preocupação sobre a situação de Ghork",
    "start": "Um silêncio se instala por um breve instante, até que a voz de Margaret retoma a palavra, seu tom carregado de preocupação.",
    "end": "— Agora que estamos nos livrando dos três arruaceiros, você quer pegar mais um?"
  },
  {
    "name": "Wanda tranquiliza",
    "description": "Wanda tranquiliza Margaret e Ghork sobre a situação",
    "start": "Wanda ergueu uma sobrancelha para Ghork.",
    "end": "— Ele é só mais um daqueles orcs que chamam de renegado, Margaret. Acredito que ele não será um problema."
  },
  {
    "name": "Ghork agradece",
    "description": "Ghork agradece a Wanda e promete não causar problemas",
    "start": "Ghork se direciona para a elfa com a voz trêmula, tentando conter as emoções.",
    "end": "— Muito obrigado, senhora! Eu prometo que não vou causar problemas."
  },
  {
    "name": "Wanda mostra o quarto",
    "description": "Wanda leva Ghork ao seu novo quarto e o apresenta",
    "start": "Ghork se deita em uma cama macia pela primeira vez.",
    "end": "É como se uma mão gentil e cuidadosa pressionasse levemente contra suas costas, tornando qualquer traço de tensão em sua espinha uma memória distante."
  }
]