[
    {
        "name": "A Inspectora Distribui as Provas",
        "description": "A inspetora distribui as provas para os candidatos com habilidade e cuidado.",
        "start": "Com gestos delicados, a inspetora faz com que os pergaminhos da mesa de Yavo flutuem um a um até sua mão.",
        "end": "Enquanto distribui as provas, Banxir começa a compartilhar histórias fascinantes sobre seu tempo de jovem..."
    },
    {
        "name": "Banxir Compartilha Histórias",
        "description": "Banxir compartilha histórias fascinantes com os candidatos, inspirando-os e motivando-os para enfrentar a prova.",
        "start": "Enquanto distribui as provas, Banxir começa a compartilhar histórias fascinantes sobre seu tempo de jovem...",
        "end": "Finalizando a distribuição das provas, ainda no fundo da sala, ela fala para os candidatos:"
    },
    {
        "name": "A Inspectora Revela sua Verdadeira Forma",
        "description": "A inspetora se transforma em uma figura sobrenatural, revelando sua verdadeira forma.",
        "start": "Quando ela chega à mesa do professor, algo inexplicável acontece.",
        "end": "A senhora Banxir, agora em sua forma alterada, parece ser algo de outro mundo."
    },
    {
        "name": "A Profecia da Inspectora",
        "description": "A inspetora profetiza sobre o futuro de Daratrine e escolhe um salvador.",
        "start": "Ela se vira para a sala com o rosto pálido e os olhos totalmente brancos.",
        "end": "— Aquele que se sentia só conquistará a admiração de milhares e mudará o destino de Daratrine para sempre."
    },
    {
        "name": "A Reação dos Candidatos",
        "description": "Os candidatos reagem à profecia da inspetora, enquanto um soldado faz um comentário que atrai a atenção dela.",
        "start": "— A senhora Banxir sempre faz isso, né? Olha só como eles ficaram, cheios de empolgação, coitados —",
        "end": "Após ouvir as palavras de Yavo, os olhos da inspetora recobram o brilho."
    }
]