[
    {
        "name": "Orcquius xinga",
        "description": "Orcquius repreende Peren e Adran por não terem ficado em silêncio.",
        "start": "— Malditos! Tudo que precisavam fazer era ficar em silêncio!",
        "end": "Mas Orcquius não tem tempo para repreendê-los."
    },
    {
        "name": "O misthil surge",
        "description": "Um som ecoa pela caverna e um misthil surge no meio do ninho.",
        "start": "De repente, um som ecoa pela caverna, fazendo as paredes e o teto tremerem.",
        "end": "Era um misthil, com presas afiadas e uma pele escura e reluzente."
    },
    {
        "name": "Peren avisa Adran",
        "description": "Peren avisa Adran para dar um passo à frente e não olhar para trás.",
        "start": "— Adran, dê só um passinho para a frente e não olhe para trás.",
        "end": "— Confia. Só um passinho..."
    },
    {
        "name": "Adran vê o misthil",
        "description": "Adran comete o erro de olhar para trás e vê o misthil.",
        "start": "Adran comete o erro de olhar para trás ao invés de obedecer às instruções de Peren.",
        "end": "— A gente vai morrer!"
    },
    {
        "name": "Orcquius ataca",
        "description": "Orcquius arremessa sua lança com precisão mortal.",
        "start": "Orcquius arremessa sua lança com precisão mortal.",
        "end": "Com o grito do monstro abatido se esvaindo, Peren e Adran se jogam no chão."
    },
    {
        "name": "Peren protege a cabeça",
        "description": "Peren grita para Adran proteger sua cabeça.",
        "start": "— A cabeça! Proteje a cabeça!",
        "end": "Adran se movimenta com agilidade, rastejando por cima da gosma e das cascas de ovos quebrados, protegendo a cabeça do amigo."
    },
    {
        "name": "Orcquius ordena",
        "description": "Orcquius grita para todos saírem da caverna.",
        "start": "— Levantem-se! Saiam todos daqui!",
        "end": "Alerta vermelho!"
    },
    {
        "name": "Ghork pega o ovo",
        "description": "Ghork pega o pequeno ovo opaco e o coloca no embornal.",
        "start": "Ghork, com pressa de completar a tarefa, pega o pequeno ovo opaco.",
        "end": "Ele o coloca no embornal."
    },
    {
        "name": "O misthil do teto",
        "description": "Um segundo misthil surge do teto da caverna.",
        "start": "De repente, um som ecoa pela caverna novamente.",
        "end": "— Socorro! Não consigo me levantar! Minhas pernas estão moles!"
    },
    {
        "name": "Peren conjura o cajado",
        "description": "Peren tira um graveto de seu bolso e conjura o cajado.",
        "start": "— Conjura o cajado!",
        "end": "Ele imagina o elfo atravessando o olho do misthil com o cajado, mas nada de épico acontece."
    },
    {
        "name": "Adran usa o cajado",
        "description": "Adran toma o cajado e ordena que Ghork feche os olhos.",
        "start": "— Dá aqui!",
        "end": "— Fecha o olho, Ghork!"
    }
]