[
    {
        "name": "O General Orcquius se levanta",
        "description": "O general Orcquius se levanta e desce do palanque para inspecionar os candidatos.",
        "start": "Em seguida, o general Orcquius, de semblante imponente, levanta-se.",
        "end": "Os candidatos sentem a intensidade do olhar do general sobre eles."
    },
    {
        "name": "Inspeção dos anões",
        "description": "Orcquius começa a inspecionar os anões com machados e escudos pesados.",
        "start": "Orcquius começa passando pelo grupo que está reunido mais à direita do palanque.",
        "end": "As palavras de aprovação do general fazem os anões erguerem seus queixos com um misto de orgulho e alívio."
    },
    {
        "name": "Inspeção dos elfos",
        "description": "Orcquius se aproxima dos elfos elegantemente posicionados com suas flechas e lanças.",
        "start": "Conforme Orcquius avança para o próximo grupo, a tensão continua a crescer.",
        "end": "Ao ver a cena, o general resmunga em um tom que poucos ouvem: — Sempre mais preocupados com beleza do que com força..."
    },
    {
        "name": "Inspeção do jovem troll",
        "description": "Orcquius se aproxima de um jovem troll e faz uma pergunta sobre sua família.",
        "start": "Ele se aproxima de um jovem troll, cuja expressão demonstra uma mistura de nervosismo e respeito ao ver o general ali:",
        "end": "— Balgron é um troll valente e dedicado. Espero poder dizer o mesmo de você."
    },
    {
        "name": "Inspeção do Eraste",
        "description": "Orcquius para ao lado do Eraste e dá dois tapas amigáveis em seu ombro.",
        "start": "Seguindo adiante, Orcquius para ao lado do Eraste.",
        "end": "Dá dois tapas amigáveis em seu ombro e continua andando."
    },
    {
        "name": "Inspeção do Ghull",
        "description": "Orcquius se aproxima de Ghull e não consegue falar nada.",
        "start": "Ghull não consegue deixar de pensar: Ele gostou tanto de mim que até ficou sem palavras.",
        "end": "Orcquius bufa, seguindo adiante."
    },
    {
        "name": "Inspeção do Drull",
        "description": "Orcquius se aproxima de Drull e reconhece o jovem orc.",
        "start": "Orcquius continua sua inspeção e, ao se aproximar de Drull, uma breve troca de olhares se estabelece entre eles.",
        "end": "— Pena que não herdou o cérebro. — Orcquius resmunga para si mesmo."
    },
    {
        "name": "Discurso do General",
        "description": "Orcquius retorna ao palanque e faz um discurso sobre a Prova de Fogo.",
        "start": "Depois de passar por toda a multidão, Orcquius retorna ao palanque e encara os candidatos com seriedade.",
        "end": "Avante, guerreiros, e que a Prova de Fogo revele os verdadeiros destemidos!"
    },
    {
        "name": "Transferência de autoridade",
        "description": "Orcquius se vira para trás e dirige seu olhar a Yavo, transferindo a autoridade.",
        "start": "Após seu discurso sobre a Prova de Fogo, Orcquius se vira para trás e dirige seu olhar a um troll que está sentado à mesa:",
        "end": "Em seguida, o general lança mais um olhar para os candidatos e se direciona para fora do palanque, com a armadura pesada fazendo barulho."
    }
]