[
  {
    "name": "Lala vai para o centro",
    "description": "Lala vê os elfos da Cidade Alta passando apressados pelas ruas e decide se apressar.",
    "start": "Correndo rumo aos portões de casa, Lala vê os elfos da Cidade Alta passando apressados pelas ruas, vestindo seus elegantes sobretudos feitos dos tecidos mais finos.",
    "end": "O Sol começa a surgir no horizonte, iluminando os prédios perolados e mágicos."
  },
  {
    "name": "Lala espera a plataforma",
    "description": "Lala aguarda a chegada da plataforma, admirando a arquitetura da vizinhança.",
    "start": "Para o bem do Dam, espero que ele também esteja passando esse frio.",
    "end": "A plataforma hexagonal brilhante, feita de pedra escura e mantida por magia, permite que Lala suba sem perigo."
  },
  {
    "name": "Lala viaja na plataforma",
    "description": "Lala pensa ansiosamente enquanto a plataforma desliza em direção ao centro de Daratrine.",
    "start": "Enquanto a plataforma desliza em direção ao centro de Daratrine, Lala pensa ansiosamente: Nossa, parece que essa plataforma tá demorando mais hoje, só porque eu tô com pressa!",
    "end": "Finalmente, a plataforma chega ao centro da cidade e Lala salta dela rapidamente."
  },
  {
    "name": "Lala encontra Dam",
    "description": "Lala avista Dam sentado no canto da escada do coreto e caminha até ele.",
    "start": "Não demora muito e Lala avista Dam sentado no canto da escada do coreto, encolhido em um livro.",
    "end": "— O que você tá lendo?"
  },
  {
    "name": "Lala apresenta o plano",
    "description": "Lala mostra a Dam o uniforme que ela costurou e o convence a usar.",
    "start": "— Ai, supera. Qual é a pior coisa que pode acontecer?",
    "end": "Com um movimento suave, exibindo sua experiência com as vestes, ela a coloca sobre os ombros do Dam, ajustando-a cuidadosamente para garantir um encaixe perfeito."
  },
  {
    "name": "Dam se veste",
    "description": "Dam tenta colocar a capa corretamente e Lala o ajuda.",
    "start": "Com um franzir de sobrancelhas, ele a vira de um lado para o outro, como se procurasse uma etiqueta com instruções secretas para colocá-la corretamente.",
    "end": "— Olha só pra você... Um verdadeiro inspetor! Direto de Cetra."
  }
]