[
    {
        "name": "Manhã na Cidade Baixa de Daratrine",
        "description": "Descrição da manhã na cidade, com criaturas se apressando para seus afazeres diários.",
        "start": "O Sol brilha forte no céu na manhã seguinte.",
        "end": "Ninguém mais se importa com eles."
    },
    {
        "name": "Corpo de Ghork",
        "description": "Descrição do corpo de Ghork, ferido e machucado, na calçada.",
        "start": "A calçada está fria e dura como uma pedra de gelo.",
        "end": "Os olhos estão fechados, mas não sonham."
    },
    {
        "name": "Ghork se levanta",
        "description": "Ghork abre os olhos e tenta se levantar, sentindo dor e confusão.",
        "start": "Ghork abre os olhos.",
        "end": "Lembra-se do soco que levou do pai e de como ele o estrangulou até perder a consciência."
    },
    {
        "name": "Encontro com o dono da taverna",
        "description": "Ghork é confrontado pelo dono da Taverna do Sapo Enrugado.",
        "start": "Ouve um barulho de porta se abrindo e se vira com medo.",
        "end": "Eu só não te mato porque você me rendeu algum dinheiro!"
    },
    {
        "name": "Ghork na praça central",
        "description": "Ghork se levanta e cambaleia em direção ao centro da cidade, sentindo dor física e angústia.",
        "start": "Ghork se levanta, cambaleando em direção ao centro da cidade.",
        "end": "A dor física o persegue, mas é a angústia que mais lhe pesa."
    },
    {
        "name": "Dam e as crianças",
        "description": "Dam guia uma fila de crianças na praça central.",
        "start": "O barulho da praça o distrai de seus devaneios.",
        "end": "Um burburinho de risos infantis inunda o ar."
    },
    {
        "name": "Encontro entre Ghork e Dam",
        "description": "Dam percebe Ghork sentado em um banco e se aproxima dele.",
        "start": "Em meio à alegria das crianças, Dam parece perceber uma figura solitária em um banco.",
        "end": "Poxa, Ghork... Eu sinto muito."
    }
]