[
    {
        "name": "Ghork chega em casa",
        "description": "Ghork volta para casa e não encontra ninguém, então ouve sussurros de conversa vindo do fundo da casa.",
        "start": "— Mãe, cheguei! — Ghork chama, mas ninguém responde.",
        "end": "As duas orcs sentadas no fundo do barraco estão com as cabeças encostadas, cochichando entre si, mas olham em direção ao Ghork quando ele entra."
    },
    {
        "name": "Reunião familiar",
        "description": "Ghork se reúne com sua mãe e madrinha, Banla.",
        "start": "— Oi, filho! A sua madrinha está aqui — sua mãe diz, gesticulando para Banla, uma orc espalhafatosa.",
        "end": "— O jantar tá quase pronto, filho, você pode ir colocando a mesa? — diz Shad enquanto pega uma travessa de barro ocre que está fumegando e traz o aroma de comida recém-preparada."
    },
    {
        "name": "Conversa sobre o pai",
        "description": "Ghork pergunta sobre seu pai e as orcs se entreolham.",
        "start": "— Onde tá meu pai? — Ghork pergunta.",
        "end": "— Passar na prova é só uma das milhares de preocupações que você me traz. Vamos ver se pelo menos chega lá a tempo. É pedir demais? — O pai ameaça."
    },
    {
        "name": "Rheed interrompe",
        "description": "Rheed comenta sobre a luta diária e Ghork desperta.",
        "start": "— Muitas vezes, a luta mais difícil é aquela que travamos no dia a dia, não é mesmo?! — Rheed comenta.",
        "end": "Ghork desperta no susto. Acima dele, paira a sombra do seu pai."
    },
    {
        "name": "Conflito com o pai",
        "description": "Ghork tem um conflito com seu pai sobre a prova.",
        "start": "— O que ainda tá fazendo deitado? Seu... — O pai ameaça.",
        "end": "O cheiro de pão caseiro o recebe na cozinha. Simples, mas saboroso."
    },
    {
        "name": "Despedida",
        "description": "Ghork se despede de sua mãe e sai correndo porta afora.",
        "start": "— Animado pro seu grande dia, filho? — Shad pergunta.",
        "end": "BAM! Ghork só tem tempo de ouvir o som do barraco de madeira chacoalhando com a forte batida da porta."
    }
]