[
    {
        "name": "Discussão sobre o cartão",
        "description": "Lala e Dam discutem sobre o cartão que ele fez para ela.",
        "start": "— Olha, Lala, isso não vai funcionar. Parece uma fantasia...",
        "end": "— Ai, Dam! Tudo, né?!"
    },
    {
        "name": "Entrega do cartão",
        "description": "Dam entrega o cartão a Lala.",
        "start": "Dam caminha até a escadaria do coreto, remexe algumas coisas que havia deixado próximo ao seu livro e pega um cartão de madeira.",
        "end": "Lala pega o cartão com entusiasmo e rapidamente começa a analisar os dois lados do objeto."
    },
    {
        "name": "Reação de Lala",
        "description": "Lala se decepciona com o cartão que Dam fez.",
        "start": "Aos poucos, é possível observar o entusiasmo se converter em indignação.",
        "end": "— Que negócio é esse Dam?! Esse é o cartão de inspetor que eu te pedi pra fazer?"
    },
    {
        "name": "Explicação de Dam",
        "description": "Dam explica que fez um cartão diferente do seu cartão da Áurea.",
        "start": "— Isso mesmo. Minha obra-prima! — Dam responde estufando o peito e balançando a cabeça como sinal de orgulho.",
        "end": "— Lá vem você com seus rituais... Mas não temos tempo pra discutir sobre isso."
    },
    {
        "name": "Entrega do outro cartão",
        "description": "Dam entrega o cartão da Áurea a Lala.",
        "start": "Me eEmpresta-me  aí o cartão da Áurea pra eu ver um negócio.",
        "end": "Lala segura um em cada mão, posiciona os dois lado a lado, espreme os olhos e entorta o canto da boca."
    },
    {
        "name": "Desaprovação de Lala",
        "description": "Lala se decepciona com o resultado.",
        "start": "Nitidamente, ela não poderia estar mais insatisfeita com o resultado.",
        "end": "— Dam, o que é isso?! Eu te pedi pra fazer um cartão de inspetor e você fez uma réplica do seu cartão da Áurea?!"
    },
    {
        "name": "Defesa de Dam",
        "description": "Dam defende sua criação.",
        "start": "— Réplica? Impossível! Tecnicamente, os dois cartões são completamente distintos.",
        "end": "— Ai... É isso que dá deixar esse tipo de trabalho nas suas mãos!"
    },
    {
        "name": "Preocupação com o plano",
        "description": "Lala e Dam discutem sobre o plano.",
        "start": "— Vê lá se não vai se confundir na hora e entregar o cartão errado pras sentinelas!",
        "end": "— Fica frio. Vai dar tudo certo. Já te coloquei em alguma furada?"
    },
    {
        "name": "Preparação para sair",
        "description": "Lala se prepara para sair.",
        "start": "— Agora, pega lá a trouxa pra eu me esconder.",
        "end": "Dam arfa."
    }
]