[
    {
        "name": "Preparativos para a Noite da História",
        "description": "As crianças se preparam para a Noite da História, fazendo imitações de elmos e carregando espadas feitas de gravetos.",
        "start": "Os primeiros raios de sol iluminam as casas e todo mundo já está cheio de animação.",
        "end": "É o momento de contemplar a glória do passado e renovar a esperança no futuro."
    },
    {
        "name": "Comidas tradicionais",
        "description": "As comidas tradicionais de cada raça são servidas na praça central, incluindo carne de caça, sopas de legumes e doces.",
        "start": "As comidas tradicionais de cada raça espalham seus aromas pela praça central.",
        "end": "Tudo é para todos."
    },
    {
        "name": "Preparativos para a fogueira",
        "description": "A grande fogueira está sendo preparada, e peças com fantoches são trazidas para entreter os pequenos.",
        "start": "Enquanto a grande fogueira está sendo preparada, peças com fantoches são trazidas para entreter os pequenos.",
        "end": "A noite cai rapidamente."
    },
    {
        "name": "O anão Theodor Rheed surge",
        "description": "Um anão de pele clara surge na praça, chamando a atenção de todos.",
        "start": "Um anão de pele clara surge na praça.",
        "end": "— Sejam bem-vindos à Noite da História de Daratrine, onde a tradição é honrada e a imaginação é celebrada!"
    },
    {
        "name": "Theodor Rheed apresenta a história",
        "description": "Theodor Rheed começa a contar a história por trás da estátua do orc mirrado.",
        "start": "— Meu nome é Theodor Rheed. Eu fiquei encarregado de compartilhar com todos vocês a história por trás daquela estátua.",
        "end": "É uma obra de arte admirável e uma prova da habilidade do artista que conseguiu capturar a essência daquele pequeno, mas corajoso orc."
    },
    {
        "name": "Theodor Rheed pergunta às crianças",
        "description": "Theodor Rheed pergunta às crianças sentadas na primeira fileira sobre seus nomes e sonhos.",
        "start": "O anão olha para a plateia. Com um sorriso no rosto, pergunta às crianças sentadas na primeira fileira:",
        "end": "— Algum outro voluntário?"
    },
    {
        "name": "As crianças se apresentam",
        "description": "As crianças começam a se apresentar e compartilhar seus sonhos.",
        "start": "Até que um orc, fantasiado de guerreiro, levanta a mão e diz:",
        "end": "— Meu nome é Amora e eu quero usar magia igual meu avô..."
    }
]