[
    {
        "name": "A caminhada silenciosa",
        "description": "O grupo liderado por Orcquius começa a caminhar em silêncio.",
        "start": "A caminhada com Orcquius liderando o grupo era silenciosa.",
        "end": "Porém, pouco tempo depois, algumas conversas começam a surgir,"
    },
    {
        "name": "Conversa entre Adran e Peren",
        "description": "Adran e Peren começam a conversar sobre dinheiro e perfume.",
        "start": "Adran suspira e fala:",
        "end": "— Sim, é caríssimo! Minha mãe também quer, acho que elas falaram sobre isso no clube do chá."
    },
    {
        "name": "Ghork se junta à conversa",
        "description": "Ghork se aproxima dos elfos e começa a conversar sobre perfume.",
        "start": "— Eu quero comprar para minha mãe aquele perfume famoso, sabe?",
        "end": "— A minha amiga é elfa também e comprou logo que lançou, mas ficou bem enjoada toda vez que usava."
    },
    {
        "name": "Revelação sobre Dona Freda",
        "description": "Os elfos descobrem que o perfume é da Dona Freda.",
        "start": "— NOSSA! Agora faz sentido!",
        "end": "— Aquela velhota fedorenta sempre me deixa enjoado quando me abraça!"
    },
    {
        "name": "Ghork se apresenta",
        "description": "Ghork se apresenta e os elfos o saúdam.",
        "start": "— Eu sou o Adran, esse é o Peren. — Ele puxa o amigo para si — E você é…?",
        "end": "— Oh… Ghork, o orc!"
    },
    {
        "name": " Interrupção de Eraste",
        "description": "Eraste interrompe a conversa e repreende o grupo.",
        "start": "— Ei, bando de formigas! Vocês estão ficando pra trás.",
        "end": "— Tenho certeza de que sim! Sou ágil e feroz, né? Tomem cuidado pra eu não esmagar vocês, fracotes!"
    },
    {
        "name": "História do lobo",
        "description": "Ghork conta uma história sobre um lobo e um urso.",
        "start": "— Que história?",
        "end": "— Ah, isso não importa! O importante é que o trabalho em equipe delas botou o urso pra correr"
    },
    {
        "name": "Orcquius repreende o grupo",
        "description": "Orcquius repreende o grupo e os faz voltar à realidade.",
        "start": "— Apressem o passo, molengas! Menos papo e mais caminhada!",
        "end": "Ao perceber a indignação estampada no rosto de Eraste, Ghork e os dois elfos trocam olhares cúmplices..."
    }
]