[
    {
        "name": "Despedida",
        "description": "Ghork se despede dos amigos",
        "start": "Soltando delicadamente a mão da amiga, Ghork diz:",
        "end": "— Pelas divindades de Daratrine! O que é isso, Drull? —"
    },
    {
        "name": "Presente",
        "description": "Drull dá um presente a Ghork",
        "start": "Em um abraço apertado, Drull ergue Ghork do chão.",
        "end": "— É pra você se manter lá, Ghork. Drull me contou que é o resto das economias do mês."
    },
    {
        "name": "Despedida emocionante",
        "description": "Ghork se despede dos amigos com emoção",
        "start": "— Saudade, Ghork!  — Drull grunhe.",
        "end": "— Você é mesmo um sonhador... Um teimoso sonhador. —"
    },
    {
        "name": "Colar de talminite",
        "description": "Lala dá um colar de talminite a Ghork",
        "start": "— E leve isso com você. Isso é um colar de talminite.",
        "end": "— Preciso tomar algum cuidado? Dura pra sempre?"
    },
    {
        "name": "Apressamento",
        "description": "O goblin pede para irem embora",
        "start": "— Já deu. Chega! Assim vamos chegar muito tarde em Terminus.",
        "end": "— Só mais um momento, apressado! —"
    },
    {
        "name": "Despedida final",
        "description": "Ghork se despede dos amigos pela última vez",
        "start": "Sem saber muito o que fazer, Dam se aproveita do momento e o puxa para um abraço apertado.",
        "end": "— Você me conhece, Dam — Ghork diz com confiança,"
    },
    {
        "name": "Partida",
        "description": "Ghork parte em direção à carroça de futuros mercenários",
        "start": "Já era meio-dia, e o Vitassolis  lançava sua luz mais ardente sobre Daratrine.",
        "end": "O dia ensolarado começou a se desfazer."
    },
    {
        "name": "Aparição de Rheed",
        "description": "Rheed aparece na praça central de Daratrine",
        "start": "Subitamente, um véu de fumaça azulada começou a dançar e se contorcer no centro da praça, ocultando e revelando uma figura familiar.",
        "end": "Rheed, saboreando o momento, soltou uma gargalhada tão alta que ecoou por toda praça de Daratrine."
    }
]