"Aqui estão as cenas do capítulo em ordem cronológica:

1. A inspetora faz com que os pergaminhos da mesa de Yavo flutuem até sua mão, demonstrando sua habilidade.

2. Ela distribui as provas para cada candidato, caminhando entre as mesas e colocando-as sobre cada uma delas de forma cuidadosa e gentil.

3. Enquanto distribui as provas, Banxir começa a compartilhar histórias fascinantes sobre seu tempo de jovem, envolvendo os candidatos em narrativas repletas de aventura e magia.

4. Finalizando a distribuição das provas, a inspetora fala para os candidatos sobre sua sensação de que alguém ali vai mudar o destino de Daratrine para sempre.

5. Banxir continua falando pausadamente enquanto caminha em direção à mesa do Yavo.

6. A senhora Banxir começa a se transformar, seu corpo mudando de forma, os membros se alongam e sua pele pálida se torna translúcida.

7. Os candidatos estão perplexos com a transformação da inspetora.

8. A transformação se completa, revelando uma expressão de agonia e tristeza profunda no rosto da inspetora.

9. Um lamento assombroso preenche a sala, ecoando pelas paredes e penetrando nos corações dos presentes.

10. A senhora Banxir entra em um estado de completo transe, seu olhar assume um aspecto distante e seu corpo treme brevemente.

11. Ela se vira para a sala com o rosto pálido e os olhos totalmente brancos, profetizando com uma voz espectral sobre a escolha mais difícil que será feita.

12. Ghork sente um olhar mais demorado sobre ele, fazendo brotar arrepios em sua pele.

13. Um soldado sussurra um comentário sobre a inspetora, o que faz com que ela olhe diretamente para ele e ameace-o com uma espada.

14. Yavo tenta evitar tragédias, pedindo calma à inspetora.

15. Os olhos da inspetora recobram o brilho, seus cabelos naturalmente se reorganizam em um coque e sua expressão volta ao sorriso simpático e sereno.

16. A espada que havia segurado contra o guarda cai no chão e ecoa um barulho metálico.

17. Em seguida, a inspetora materializa uma ampulheta sobre a mesa de Yavo."