{
  "name": "Conversa sobre a Prova de Fogo",
  "description": "Os amigos conversam sobre a Prova de Fogo e as perguntas difíceis.",
  "scene": "— E aí, galera! — exclama, espremendo-se para se sentar em uma das cadeiras ao lado dos outros. — Poxa, Drull, eu queria ter ajudado você na prova, mas você saiu do nada. 
— Fácil! — responde Drull, levantando o polegar em um sinal positivo. — Não esquenta miolo. 
— Onde arrumou esse embornal, Ghork? — pergunta Dam.
— Eu ganhei de uma maga esquisita que estava na prova hoje. O Drull deve ter ganhado uma também...
— Como é?! Eu estraguei seu plano?! Quase fui preso por sua causa e você ainda vai me culpar?! — Dam retruca.
— Não acredito que vocês fizeram isso! E como conseguiram escapar? — Ghork continua, ainda espantado.
— Tecnicamente, a gente não teria escapado se não fosse por aquela elfa esquisita — Dam responde.
— Nada a ver! Aquilo nem era uma elfa. Nós escapamos porque já estava nos meus planos. Eu sabia que o Orcquius jamais deixaria os arkholicos saberem que dois alunos da Áurea invadiram o Complexo bem debaixo do nariz dele e ele nem percebeu — Lala responde com satisfação.
— Mas você acabou de dizer que eu estraguei seu plano... Como que isso fazia parte do plano? — Dam questiona.
— Ai, que deselegante. Supera, Dam! — Lala ignora o amigo. — E aí, qual é a próxima etapa da prova agora?
—Hino! — Drull começa a cantarolar o ritmo animado, mas Lala o interrompe com uma expressão indignada.
— E por acaso vocês vão derrotar os inimigos cantando? — Ela questiona.
Dam, preocupado com os amigos, une-se à conversa.
— Nesse caso, é bom treinarem bastante para não desafinarem durante a luta...
— Fala sério, Dam. Eu estava só brincando. Eles vão ser soldados e não um grupo de bardos.
Dam franze a testa como se estivesse tentando decifrar uma equação matemática complexa e pergunta:
— Mas, então, por que vão cantar o hino?
— Isso é para mostrar que a gente valoriza a história da Horda — defende Ghork, voltando-se para ele.
— E aí?! — Lala questiona com um sorriso irônico."
}