{
  "name": Luta intensa,
  "description": Grukag e Ghork têm uma luta intensa na taverna,
  "scene": "— O que eu tinha para fazer, eu já fiz, pirralho ingrato! Meu erro foi acreditar que uma aberração como você traria orgulho pra mim. — Grukag cospe em seus pés. — Mas, ao invés disso, você só me envergonha.
Grukag avança mais uma vez em direção a Ghork e desfere mais uma saraivada de socos.
Ghork não se deixa abater pelos golpes do pai, que são cada vez mais fortes e rápidos. Ele se defende como pode, bloqueando, esquivando-se e contra-atacando. Ele sabe que não tem chance de vencer, mas ele não quer se render. Ele quer provar ao pai que ele tem valor, que ele tem coragem, que ele tem honra.
Ele aproveita uma brecha na defesa de Grukag e acerta um chute na sua perna, fazendo-o cambalear. Ele se vira e corre em direção à porta, tentando escapar da taverna e da fúria do pai. Ele sabe que se ficar ali, vai morrer.
Mas ele não consegue chegar à saída. As mãos dos bêbados o agarram e o jogam de volta para o centro da briga. Eles não querem que a diversão acabe, eles querem ver o desfecho da luta, querem ver o sangue jorrar.
Grukag se recupera do chute e avança sobre o filho, com um rugido de ódio. Ele agarra Ghork pelo pescoço e o ergue no ar, apertando a sua garganta. Ele olha nos olhos do filho, que estão arregalados e suplicantes. Ele diz, com a voz rouca e fria:
— Você nunca foi meu filho. Você nunca foi um orc. Você nunca foi nada. Você é apenas um erro, um fracasso, uma vergonha. E eu vou acabar com você, de uma vez por todas.
Ele aperta ainda mais o pescoço de Ghork, que sente a vida se esvaindo. Ele tenta se soltar, mas é inútil. Ele tenta respirar, mas é impossível. Ele tenta falar, mas é silenciado.
Ele olha nos olhos do pai, que estão vermelhos e vazios. Ele diz, com a voz fraca e triste:
— Eu sempre fui seu filho. Eu sempre fui um orc. Eu sempre fui alguém. Eu sou um sonhador, um lutador. Eu vou ser um herói. E eu vou viver, apesar de você, para sempre.
Ele fecha os olhos e espera o fim. Mas ele não sente a morte. Ele sente um alívio. Ele sente uma libertação. Ele sente uma paz. Ele não sente mais nada."
}