{
  "name": "Cena 1 - Café da manhã",
  "description": "Lala e Iston conversam sobre o café da manhã e o estado de ânimo do pai de Lala.",
  "scene": "— O que a senhorita gostaria para o café da manhã? O de sempre? — perguntou gentilmente Iston. Lala olha para a escada, checando se seu pai já havia subido e, em seguida, vira-se para Iston com um olhar preocupado: — O que eu faço, Iston? Ele parece estar cada dia mais triste. Onde foi parar o senhor El’Doron de antigamente? Às vezes, eu penso que é tudo minha culpa. — Lala suspira, sentindo o peso da responsabilidade. Iston coloca uma mão reconfortante em seu ombro: — Oh, senhorita Lala. Seu pai ainda é o mesmo El'Doron que você conhece e ama, mas todos nós enfrentamos momentos difíceis em nossas vidas. Ele está tentando superar algumas decisões erradas do passado e se perdoar. Eu também já passei por isso quando era mais jovem e posso dizer com propriedade que é doloroso. Mas ele é um elfo forte e corajoso. Tenho certeza de que vai superar tudo isso. E, Lala, por favor, não se culpe. Você sempre foi a alegria dessa casa. Lala fica pensativa por um momento. — Está aqui seu café, senhorita. Eu o preparei bem-reforçado. — Iston chega com uma bandeja com omelete de ovos de tucatruz, suco de framboesa fresca e um pote de mel. — Obrigada, Iston! Como sempre, você acertando em cheio! — responde Lala, já pegando da bandeja a tigela com a omelete de ovos de tucatruz. E começa a colocar seu plano em prática: — Você se lembra de quando me disse que o filho do seu amigo trabalha na Horda? —  Claro, senhorita! Por que a pergunta? — Eu fiquei pensando... Ele é um elfo, né?! Deve ter sido bem difícil aquele bando de músculos sem cérebro ter aceitado um elfo na Horda... Como ele conseguiu entrar? — Ah, acredite, senhorita. O tenente Alabyran não é um elfo qualquer... — Lala não deixa Iston completar a frase e já o questiona: — Você disse TENENTE?! Então ele é muito mais poderoso do que eu imaginava, Iston! —  Sim... Desde a infância, todos sabiam que Alabyran seria um grande guerreiro.  Sempre soube lidar com qualquer desafio que surgisse em seu caminho. Sem falar que ele só pensava na Prova de Fogo. Treinou mais do que qualquer um que você imaginar. Sua astúcia e habilidades são admiráveis, o que lhe garantiu o respeito de muitos. Inclusive dos orcs. — Uau, isso é impressionante! — exclama Lala enquanto serve mais um pouco de suco de framboesa. — Imagino que alguém tão excepcional tenha uma sala incrível. Você já foi lá? — Bem, senhorita, eu nunca estive lá pessoalmente, mas dizem que sua sala é realmente magnífica. —  Deve ser parecida com a do meu pai... — — Também não é pra tanto, senhorita. As salas do alto escalão ficam no quarto andar do complexo da Horda. A sala do Alabyran fica no terceiro. Ao ouvir isso, Lala espreme os olhos em uma expressão estratégica e dá um leve sorriso com o canto da boca. Iston arregala os olhos, percebendo que não deveria revelar tal informação e completa: —  Senhorita Lala, você não está aprontando nada, né? Por favor, não vá me"