"Aqui está a divisão do capítulo em cenas:

**Cena 1**
{
\"name\": \"Lala encontra a sala\",
\"description\": \"Lala encontra a placa e sente alegria ao descobrir a sala do tenente Alabyran.\",
\"start\": \"Ao se deparar com a placa, Lala sente tamanha alegria que fica estática por um instante.\",
\"end\": \"Mas, antes que pudesse procurar as provas pela sala, uma agitação invade o corredor.\"
}

**Cena 2**
{
\"name\": \"Discussão no corredor\",
\"description\": \"Lala ouve uma discussão entre três vozes sobre Dam e a Horda.\",
\"start\": \"Três vozes igualmente sérias:\",
\"end\": \"— O futuro da Horda está em suas mãos, Orcquius!\"
}

**Cena 3**
{
\"name\": \"Lala vê o grupo\",
\"description\": \"Lala abre a porta e vê um grupo reunido no corredor, incluindo Dam.\",
\"start\": \"Ao abrir a porta e colocar a cabeça para fora da sala, Lala vê um grupo reunido no meio do corredor.\",
\"end\": \"Percebe que os três formam um tipo de círculo em volta de uma quarta criatura...\"
}

**Cena 4**
{
\"name\": \"Discussão continua\",
\"description\": \"A discussão entre Orcquius, Cyrus e a criatura de voz espectral continua.\",
\"start\": \"A discussão entre os três continua e Orcquius exclama:\",
\"end\": \"— Péssima ideia colocar prova escrita este ano, Cyrus! No teste físico, não tem trapaça.\"
}

**Cena 5**
{
\"name\": \"Lala é descoberta\",
\"description\": \"Orcquius nota Lala e ela tenta fugir.\",
\"start\": \"Lala, que estava assistindo à cena, percebe que o olhar dele mira exatamente no pescoço dela.\",
\"end\": \"Mas, antes que pudesse alcançar a porta, a lança do general a prende pelo capuz na parede.\"
}

**Cena 6**
{
\"name\": \"Criatura de voz espectral age\",
\"description\": \"A criatura de voz espectral faz uma magia que controla Lala.\",
\"start\": \"A criatura rompe o silêncio:\",
\"end\": \"— Você não mudou nada desde aquela época... — Sempre em alerta, Orcquius.\"
}

**Cena 7**
{
\"name\": \"Lala é libertada\",
\"description\": \"A criatura de voz espectral liberta Lala da lança.\",
\"start\": \"Quando já está próxima do grupo, Lala sente seus pés tocarem o chão e recupera o controle do seu corpo.\",
\"end\": \"Orcquius retira o braço com certa resistência, solta uma última bufada e vocifera:\"
}"