"Aqui está o array de objetos JSON que representam as cenas do capítulo:

[
  {
    \"name\": \"Chegada ao Complexo\",
    \"description\": \"Lala e Dam se aproximam do complexo da Horda Consagrada\",
    \"start\": \"Os muros altos do complexo da Horda Consagrada dominam a visão de Lala e Dam, enquanto eles se aproximam do local.\",
    \"end\": \"Uma fila de candidatos também se forma.\"
  },
  {
    \"name\": \"Confusão na Rua\",
    \"description\": \"O ogro para confuso no meio da rua e Lala o guia até uma viela mais afastada\",
    \"start\": \"O ogro para confuso no meio da rua:\",
    \"end\": \"Dam caminha lentamente até Lala, que se esgueira rente ao muro da esquina para espiar a multidão.\"
  },
  {
    \"name\": \"Plano Alternativo\",
    \"description\": \"Lala explica o plano alternativo de usar a entrada dos auxiliares\",
    \"start\": \"— Vamos ter que usar a entrada dos auxiliares… \",
    \"end\": \"Dam hesita por um momento, depois abre a trouxa no chão.\"
  },
  {
    \"name\": \"Preparação para Infiltrar\",
    \"description\": \"Lala se esconde na trouxa e Dam começa a puxar as cordas para fechar\",
    \"start\": \"Dam hesita por um momento, depois abre a trouxa no chão.\",
    \"end\": \"De repente, a mão da Lala surge, agarrando o pulso dele.\"
  },
  {
    \"name\": \"Caminho até a Entrada\",
    \"description\": \"Dam puxa a trouxa com Lala dentro e caminha em direção à entrada dos auxiliares\",
    \"start\": \"Dam revira os olhos, mas deixa uma fresta e continua andando na direção que Lala indicou.\",
    \"end\": \"A única resposta que Lala recebe é a respiração pesada de Dam e o farfalhar do tecido a cada passo.\"
  },
  {
    \"name\": \"Chegada à Entrada\",
    \"description\": \"Dam chega à entrada dos auxiliares e encontra sentinelas\",
    \"start\": \"Eles andam assim por algum tempo, até ele parar.\",
    \"end\": \"— Você não pode entrar aqui. Dê meia volta ou seremos forçados a prendê-lo.\"
  },
  {
    \"name\": \"Confronto com os Guardas\",
    \"description\": \"Dam tenta entrar na entrada dos auxiliares, mas é bloqueado pelas sentinelas\",
    \"start\": \"— Você não pode entrar aqui. Dê meia volta ou seremos forçados a prendê-lo.\",
    \"end\": \"— Ah, Tá... um ogro de Cetra?!\"
  }
]"