"Aqui está o array de objetos JSON que divide o capítulo em cenas:

[
  {
    \"name\": \"Lala apresenta seu plano\",
    \"description\": \"Lala explica seu plano infalível para Dam\",
    \"start\": \"— E eu tenho um plano infalível para isso — anuncia ela, levantando o dedo indicador.\",
    \"end\": \"— Sempre é um plano infalível — retruca Dam e faz outra careta.\"
  },
  {
    \"name\": \"Dam duvida do plano\",
    \"description\": \"Dam expressa sua descrença no plano de Lala\",
    \"start\": \"— Você ouviu a conversa. Não existe possibilidade alguma do Drull passar na prova escrita.\",
    \"end\": \"— Que deselegante! Deixe-me ao menos terminar de falar. Dessa vez, vai ser diferente.\"
  },
  {
    \"name\": \"Lala detalha seu plano\",
    \"description\": \"Lala explica como Dam pode se disfarçar de inspetor e entrar no Complexo da Horda\",
    \"start\": \"— Você vai fingir ser o inspetor enviado de Cetra.\",
    \"end\": \"— Claro que vai! — Ela dá um tapinha na mão de Dam, para que ele solte seu dedo.\"
  },
  {
    \"name\": \"Dam objeta ao plano\",
    \"description\": \"Dam expressa suas preocupações e objeções ao plano de Lala\",
    \"start\": \"— Lala, você está ao menos me ouvindo?\",
    \"end\": \"— E como exatamente você pretende andar pelos corredores sem que ninguém te veja?\"
  },
  {
    \"name\": \"Lala apresenta a runa mágica\",
    \"description\": \"Lala mostra a Dam uma runa esculpida em mármore verde luminoso\",
    \"start\": \"— É muito simples, meu amigo grande e pessimista. Olhe só para ISSO!\",
    \"end\": \"— Ele não vendeu tudo... — Lala sussurra.\"
  },
  {
    \"name\": \"Dam duvida da habilidade de Lala\",
    \"description\": \"Dam expressa sua descrença na capacidade de Lala de usar a runa mágica\",
    \"start\": \"— Você ao menos treinou para usar isso?\",
    \"end\": \"— Eu não sou iniciante, seu ogro com cara de sapo-aranha-azul! Eu vou usar a runa também.\"
  },
  {
    \"name\": \"Lala pede ajuda a Dam\",
    \"description\": \"Lala pede que Dam faça uma carteirinha de identificação para ela\",
    \"start\": \"— Agora tenho que ir. Mas, antes que eu me esqueça, preciso que use suas habilidades pra fazer uma carteirinha de identificação...\",
    \"end\": \"— Não é o Um Só Coração quem confecciona as identificações para os membros da Áurea, Horda e Conselho?\"
  },
  {
    \"name\": \"Dam resmunga\",
    \"description\": \"Dam expressa sua frustração com o plano de Lala\",
    \"start\": \"— Mas você não tem nem a trouxa? Como é que isso vai dar certo?\",
    \"end\": \"— Segundo meus cálculos, 100% das vezes!\"
  }
]"