"Aqui estão as cenas divididas em objetos JSON:

[
  {
    \"name\": \"Ghork prepara-se para a Prova de Fogo\",
    \"description\": \"Ghork caminha sozinho pelo subúrbio, se preparando para a Prova de Fogo.\",
    \"start\": \"Os primeiros raios de sol iluminam Daratrine, marcando o início de um dia especial.\",
    \"end\": \"Ele passa pelo caminho de chão batido que conecta o centro de Daratrine com os barracos de madeira do subúrbio.\"
  },
  {
    \"name\": \"Ghork encontra amigos\",
    \"description\": \"Ghork encontra seus amigos no centro da cidade.\",
    \"start\": \"Ele passa pelo caminho de chão batido que conecta o centro de Daratrine com os barracos de madeira do subúrbio.\",
    \"end\": \"Antes de mais algum desastre aconteça, esfrega a runa na bochecha e entoa mais uma vez o encantamento de invisibilidade.\"
  },
  {
    \"name\": \"Lala acorda\",
    \"description\": \"Lala acorda em uma sala da Horda, sem saber quanto tempo ficou desacordada.\",
    \"start\": \"Ai! Quanto tempo será que eu fiquei aqui?! O teste já deve ter começado.\",
    \"end\": \"Retira cuidadosamente as vassouras e esfregões que havia utilizado para travar a porta e, em seguida, gira a maçaneta devagar.\"
  },
  {
    \"name\": \"Lala observa o pátio\",
    \"description\": \"Lala observa o pátio da Horda e vê os candidatos agitados.\",
    \"start\": \"Ao olhar para o corredor, ela se surpreende com o quão vazio ele está.\",
    \"end\": \"Avista uma mesa comprida em um palanque à frente da multidão.\"
  },
  {
    \"name\": \"Lala vê o Círculo dos Arkholicos\",
    \"description\": \"Lala vê o Círculo dos Arkholicos sentados na mesa do palanque.\",
    \"start\": \"Avista uma mesa comprida em um palanque à frente da multidão.\",
    \"end\": \"Em todas as edições, eles participam da cerimônia de abertura para dar as boas-vindas aos candidatos e relembrá-los de seus votos.\"
  },
  {
    \"name\": \"Lala procura a prova escrita\",
    \"description\": \"Lala segue pelo corredor em busca da prova escrita.\",
    \"start\": \"Considerando todo o cenário, Lala presume que, se eles ainda estão ali, a Prova de Fogo não começou. Ótimo!\",
    \"end\": \"Mesmo achando que a sala do tenente Alabyran está no final do corredor, ela espia as demais salas pelo caminho.\"
  },
  {
    \"name\": \"Lala encontra a sala do Tenente Alabyran\",
    \"description\": \"Lala encontra a sala do Tenente Alabyran.\",
    \"start\": \"Por fim, Lala chega a uma sala que possui móveis um tanto diferentes.\",
    \"end\": \"Essa só pode ser a sala do... —  Lala começa a pensar, quando vê uma placa sobre a mesa com o escrito: Tenente Alabyran\"
  }
]"