"Aqui estão as cenas do capítulo divididas em objetos JSON:

[
  {
    \"name\": \"Ghork caminha pelo corredor\",
    \"description\": \"Ghork passa pelas salas de manipulação de mana e alquimia, sente nostalgia ao ver as pinturas de antigos alunos.\",
    \"start\": \"No caminho para o refeitório, Ghork passa pelas salas de manipulação de mana e alquimia que encabeçam o longo corredor.\",
    \"end\": \"Ele segue caminho.\"
  },
  {
    \"name\": \"Ghork chega ao refeitório\",
    \"description\": \"Ghork percebe que não há sinal do Drull, pega uma bandeja e entra na fila.\",
    \"start\": \"Assim que Ghork chega ao refeitório, percebe que uma grande fila de estudantes se forma.\",
    \"end\": \"O aroma da refeição que está sendo servida é ótimo e faz seu estômago roncar.\"
  },
  {
    \"name\": \"Ghork olha em volta do refeitório\",
    \"description\": \"Ghork admira o amplo salão revestido de mármore creme, com mesas espalhadas por toda sua extensão.\",
    \"start\": \"O amplo salão é revestido de mármore creme, com mesas espalhadas por toda sua extensão.\",
    \"end\": \"Vou sentir falta desse lugar, mesmo que também esteja feliz por hoje ser o meu último dia.\"
  },
  {
    \"name\": \"Confronto com Eraste\",
    \"description\": \"Ghork é abordado por Eraste e três orcs, mas Lala intervém para protegê-lo.\",
    \"start\": \"Ghork chega no balcão para servirem sua comida, quando ouve uma voz furiosa atrás de si:\",
    \"end\": \"— Calma! Uma briga agora me desclassificaria também, Lala — diz Ghork, com o pouco fôlego que ainda lhe resta.\"
  },
  {
    \"name\": \"Eraste se afasta\",
    \"description\": \"Eraste solta Ghork e se afasta com um olhar de poucos amigos.\",
    \"start\": \"— Pensando melhor, até que essa elfa enxerida tem razão.\",
    \"end\": \"Os demais alunos abrem passagem e assistem enquanto eles vão embora.\"
  },
  {
    \"name\": \"Lala se alivia\",
    \"description\": \"Lala suspira e balança a cabeça, aliviada pela confusão ter acabado.\",
    \"start\": \"Lala suspira e balança a cabeça, aliviada pela confusão ter acabado.\",
    \"end\": \"Os demais alunos abrem passagem e assistem enquanto eles vão embora.\"
  },
  {
    \"name\": \"Drull se aproxima\",
    \"description\": \"Drull entra na fila e percebe o desconforto dos amigos.\",
    \"start\": \"Ao olhar para o lado, percebem que Drull se aproxima e entra na fila, agora para comer pela segunda vez.\",
    \"end\": \"— Lala brava — diz ele enquanto bagunça o cabelo dela.\"
  },
  {
    \"name\": \"Ghork vê Dam\",
    \"description\": \"Ghork vê um ogro que conhecem bem, lendo enquanto come numa mesa do outro lado da cantina.\",
    \"start\": \"E, com isso, ele vê um ogro que conhecem bem.\",
    \"end\": \"— Olha lá o Dam! — Ghork aponta para o amigo.\"
  }
]"